[
  {
    "id": 2,
    "title": "Future Ready You",
    "content": "Research shows that setting specific goals helps people get what they want. Take advantage of this fact by setting both short and long term goals for yourself. Write down a list of everything you want to achieve. Check over your list and seriously consider whether or not it is realistic.",
    "author_id": "Madeline Miles",
    "image": "https://www.betterup.com/hs-fs/hubfs/Google%20Drive%20Integration/Delivery%20URL%20-%20BetterUp%20-%20full%20potential-4.png?width=1600&name=Delivery%20URL%20-%20BetterUp%20-%20full%20potential-4.png",
    "date": "2024-04-01",
    "likes": 15,
    "comments": [
      {
        "id": 1,
        "content": "This is such a valuable piece of advice! I've always struggled with keeping my goals on track, but recently I've started using a digital planner to set both short and long-term goals. Writing everything down and periodically reviewing my list has been a game-changer. I also find it helpful to break down larger goals into smaller, more manageable tasks. This way, I can see progress even with small achievements, which keeps me motivated. Thanks for the reminder to make sure my goals are realistic—sometimes I get a bit too ambitious! Does anyone have any favorite apps or tools they use for goal setting?"
      }
    ]
  },
  {
    "id": 3,
    "title": "Technology vs The World",
    "content": "In the face of global environmental challenges, technology has become a powerful ally in the quest for sustainability. Innovations such as renewable energy sources, energy-efficient technologies, and waste reduction solutions are contributing to a more sustainable future. Advanced monitoring systems and data analytics are helping track and combat deforestation, climate change, and pollution. Technology is not only mitigating the negative impact on the environment but is also providing solutions to create a more sustainable and eco-friendly world",
    "author_id": "YASHI SHARMA",
    "image": "https://media.licdn.com/dms/image/D4D12AQEaW_K9B6SiWw/article-cover_image-shrink_720_1280/0/1671558398075?e=2147483647&v=beta&t=57r8LFeqsnq4AMCJpbHMDz0DwFXxADC_Fd2BpBYyJxM",
    "date": "2023-01-15",
    "likes": 44,
    "comments": []
  },
  {
    "id": 4,
    "title": "When in Doubt, GOOGLE IT! Tech tips for beginners ",
    "content": "Are you a beginner when it comes to using technology for your business? Do you feel overwhelmed by all of the different options and features? As a small business owner, you’re always looking for ways to keep your business running smoothly and efficiently. And when it comes to technology, there are always new tools and tips to learn about in order to help improve your workflow. In this blog post, we’ll provide some tech tips for beginners – from the basics of using a computer to more advanced info on using productivity software. So whether you’re just starting out with technology or looking for ways to step up your game, read on for some helpful tech tips!",
    "author_id": "Neptune9",
    "image": "https://shakeuplearning.com/wp-content/uploads/2018/03/Your-Comfort-Zone.png",
    "date": "2022-12-12",
    "likes": 30,
    "comments": []
  },
  {
    "id": 5,
    "title": "Beating Burnout",
    "content": "Heavy workloads and deadline pressures are a fact of managerial life. Who doesn’t feel overwhelmed or stretched thin sometimes? But when relentless work stress pushes you into the debilitating state we call burnout, it is a serious problem, affecting not just your own performance and well-being, both on the job and off, but also that of your team and your organization.",
    "author_id": "Monique Valcour",
    "image": "https://www.bu.edu/files/2022/04/feat-1_mmd0Qb2QujUjzzjUzMtLpQ.jpg",
    "date": "2022-07-04",
    "likes": 22,
    "comments": []
  }
]